Repository: Heckie75/kodi-addon-playbulb
Catalog: script.playbulbs/resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: scan for Playbulbs
de_de: Suche Playbulbs

# #32003
source: Start scanning for Playbulbs in your area. Make sure that all bulbs are turned on!
de_de: Suche Playbulbs in deiner Nähe. Stelle sicher, dass alle Lampen eingeschaltet sind!

# #32004
source: %i bluetooth devices seen
de_de: %i Bluetooth-Geräte gesehen

# #32005
source: %i playbulbs found.
de_de: %i Playbulbs gefunden

# #32006
source: Select playbulbs
de_de: Wähle Playbulbs aus

# #32007
source: No playbulbs found.
de_de: Es wurden keine Playbulbs gefunden.

# #32011
source: MAC address
de_de: Netzwerkadresse

# #32012
source: Devicename
de_de: Gerätename

# #32013
source: Here you can give your bulb a name
de_de: Hier kannst Du deiner Playbulb einen Namen geben

# #32014
source: display / hide
de_de: anzeigen / verstecken

# #32015
source: Here you can display or hide this bulb from the menu
de_de: Hier kannst Du deine Playbulb im Menü einblenden oder ausblenden

# #32016
source: Icon
de_de: Piktogramm

# #32017
source: Here you can set the icon that is displayed in menu
de_de: Hier kannst Du deiner Playbulb ein Piktogramm zuordnen, welches im Menü angezeigt wird

# #32018
source: Preselect bulb
de_de: Wähle Playbulb vorab aus

# #32019
source: If enabled then this bulb is always pre-selected in dialog
de_de: Wenn aktiviert ist diese Playbulb im Auswahldialog vorausgewählt

# #32021
source: Bulb
de_de: Birne

# #32022
source: Lamp
de_de: Lampe

# #32023
source: Globe
de_de: Kugel

# #32024
source: Livingroom
de_de: Wohnzimmer

# #32025
source: Bedroom
de_de: Schlafzimmer

# #32026
source: Kitchen
de_de: Küche

# #32027
source: Bathroom
de_de: Badezimmer

# #32028
source: Hall
de_de: Flur

# #32029
source: Candle
de_de: Kerze

# #32030
source: Spotlight
de_de: Spot

# #32041
source: Order
de_de: Reihenfolge in Auswahldialog

# #32042
source: Sets the position in selection dialog
de_de: Setze die Position, an der die Playbulb im Auswahldialog auftauchen soll

# #32051
source: Turn security mode off
de_de: Schalte Sicherheitsmodus aus

# #32052
source: Security mode is running from %s until %s
de_de: Sicherheitsmodus läuft zwischen %s und %s

# #32053
source: Turn light off
de_de: Schalte Licht aus

# #32054
source: Light:
de_de: Licht:

# #32055
source: kind of
de_de: irgendwie

# #32056
source: Turn light on
de_de: Schalte Licht ein

# #32057
source: Toggle light
de_de: Schalte Licht um

# #32058
source: Turn up light
de_de: Hebe Licht an

# #32059
source: Dim light
de_de: Senke Licht ab

# #32060
source: Set light...
de_de: Setze Licht...

# #32061
source: Turn effect off
de_de: Beende Effekt

# #32062
source: Effect: %s,
de_de: Effekt: %s,

# #32063
source: Halt current effect, keep light
de_de: Halte Effekt an und behalte Farbe

# #32064
source: Run effect...
de_de: Führe Effekt aus...

# #32065
source: Program bulbs...
de_de: Programmiere Playbulbs...

# #32066
source: Enter color code
de_de: Gebe Farbcode ein

# #32067
source: Select color
de_de: Wähle Farbe

# #32068
source: Enter runtime in seconds (max. 255)
de_de: Gebe die Laufzeit in Sekunden ein (max. 255)

# #32069
source: Enter hold value in 1/100s (max. 255)
de_de: Gebe Haltezeit in 1/100s ein (max. 255)

# #32070
source: Enter time in 1/100s (max. 255)
de_de: Gebe die Zeit in 1/100s ein (max. 255)

# #32071
source: Enter repetitions (max. 255)
de_de: Gebe die Anzahl der Wiederholungen ein (max. 255)

# #32072
source: Enter pause in 1/10s (max. 255)
de_de: Gebe die Zeit für die Unterbrechung in 1/10s ein (max. 255)

# #32073
source: Enter hold value in milliseconds (max. 255)
de_de: Gebe Haltezeit in Millisekunden ein (max. 255)

# #32074
source: Run another scene...
de_de: Starte eine andere Lichtszene...

# #32075
source: Run scene...
de_de: Starte eine Lichtszene...

# #32076
source: Ambient scene
de_de: Ambiente-Szene

# #32077
source: Change light to ambient, keep it and fade out after period is over
de_de: Sofortiger Wechsel zu gemütlichem Licht, dann ausblenden

# #32078
source: Wakeup scene
de_de: Aufwachen-Szene

# #32079
source: Fade in using blue colors, smoothly change to white, keep until end of period
de_de: Langsames Erhellen mit blauem Licht, welches zu weiß übergeht

# #32080
source: Doze scene
de_de: Dösen-Szene

# #32081
source: smoothly fade out from current color to ambient light and and fade out after period is over
de_de: Langsamer Wechsel zu gemütlichem Licht, dann ausblenden

# #32082
source: Light-wheel scene
de_de: Lichtrad-Szene

# #32083
source: Smoothly change from color to color in a long term
de_de: Langsamer Wechsel durch alle Farben

# #32084
source: turn
de_de: gehe über zu

# #32085
source: Set runtime
de_de: Wähle Laufzeit

# #32086
source: Set starting time
de_de: Setze Startzeit

# #32087
source: Select program
de_de: Wähle Programm

# #32088
source: blue > green > red
de_de: blau > grün > rot

# #32089
source: green > red > blue
de_de: grün > rot > blau

# #32090
source: red > green > blue
de_de: rot > grün > blau

# #32091
source: Brightness (max. 255)
de_de: Helligkeit (max. 255)

# #32092
source: Synchronization failed. Do you want to retry?
de_de: Synchronisation fehlgeschlagen. Nochmal probieren?

# #32093
source: Set security mode
de_de: Programmiere Sicherheitsmodus

# #32094
source: Set ending time
de_de: Setze Endzeit

# #32095
source: Shortest circuit time (max. 255 min.)
de_de: Kürzeste Schaltzeit (max. 255 Min.)

# #32096
source: Longest circuit time (max. 255 min.)
de_de: Längste Schaltzeit (max. 255 Min.)

# #32121
source: off
de_de: aus

# #32122
source: blue
de_de: blau

# #32123
source: green
de_de: grün

# #32124
source: cyan
de_de: zyan

# #32125
source: red
de_de: rot

# #32127
source: yellow
de_de: gelb

# #32128
source: white
de_de: weiß

# #32129
source: on
de_de: an

# #32130
source: ambient
de_de: gemütlich

# #32131
source: greenly
de_de: grünlich

# #32133
source: violet
de_de: lila

# #32134
source: Rainbow
de_de: Regenbogen

# #32135
source: Candle
de_de: Kerze

# #32136
source: Disco
de_de: Disko

# #32137
source: Blink
de_de: Blinken

# #32138
source: Pulse
de_de: Pulsieren

# #32139
source: Halt
de_de: Halten

# #32140
source: smoothly change colors
de_de: wechsele sanft die Farben

# #32141
source: flickering candle
de_de: flackernde Kerze

# #32142
source: abrupt change colors
de_de: wechsele abrupt die Farben

# #32143
source: blink a single color
de_de: blinke in einer Farbe

# #32144
source: pulse a single color
de_de: pulsiere in einer Farbe

# #32145
source: Stop effect and keep color
de_de: Halte Effekt und behalte die Farbe
